html/12th-grade/historia.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-10-17 Mon 11:19 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>História</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="História - Meu caderno virtual" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">História</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org34fc079">Conteúdo da P1</a>
<ul>
<li><a href="#orgdcd7d4c">Iluminismo</a></li>
<li><a href="#org539b4ef">John Locke - 1632/1704 (36 degrees)</a></li>
<li><a href="#org18a0ad7">Mentesquieu</a></li>
<li><a href="#org9975c9c">Voltaire - 1694/1776 (40 degrees)</a></li>
<li><a href="#org8cc33bd">Rousseau 1712/1778</a></li>
<li><a href="#orgf72d676">D&rsquo;Alembert e Diderot (41 degrees)</a></li>
<li><a href="#orgb3a420f">Os fisiocratas</a></li>
<li><a href="#orge069d83">Revolução Francesa</a></li>
<li><a href="#org9aad7b8">Os estados gerais</a></li>
<li><a href="#orgc6eaaba">Assembleia nacional constituinte</a></li>
<li><a href="#org8b41a94">Assembleia legislativa</a></li>
<li><a href="#orgf550183">Convenção</a></li>
<li><a href="#orgb19bc58">O diretório</a></li>
<li><a href="#orgef2d40f">A era napoleônica 1799/1815</a></li>
<li><a href="#org8007bac">O congresso de Viena</a></li>
<li><a href="#org4db7369">As revoluções de 1830/1848</a></li>
<li><a href="#org45ff535">Revoltas emancipaconistas 1789 -&gt; Inconfidência mineira</a></li>
<li><a href="#orgd7697ae">Conjuração baiana 1798</a></li>
</ul>
</li>
<li><a href="#orgb4c045b">Eurico Gaspar Dutra -&gt; 1946/51</a></li>
<li><a href="#org3577196">Getúlio Vargas -&gt; 1951/54</a></li>
<li><a href="#orgb2b3808">JK -&gt; 1956/61</a></li>
<li><a href="#org229051f">GOC</a></li>
<li><a href="#org9dc8f65">Jânio Quadros</a></li>
<li><a href="#orgd0f880e">Governo 61/64</a></li>
<li><a href="#orgce1a8bd">Ditadura militar ou período militar</a></li>
<li><a href="#org8be0111">64/67 -&gt; Castelo Branco</a></li>
<li><a href="#orga50352b">67/69 -&gt; Costa e Silva</a></li>
<li><a href="#org6bef45b">64/64 -&gt; Medici</a></li>
<li><a href="#org0be2199">74/79 -&gt; Geisel</a></li>
<li><a href="#orgeee3339">79/85 -&gt; Figueiredo</a></li>
</ul>
</div>
</div>

<div id="outline-container-org34fc079" class="outline-2">
<h2 id="org34fc079">Conteúdo da P1</h2>
<div class="outline-text-2" id="text-org34fc079">
<ul class="org-ul">
<li>Só comecei a anotar agora o caderno (07/03) e não tenho a referência das datas. Então aqui vai</li>
</ul>
</div>

<div id="outline-container-orgdcd7d4c" class="outline-3">
<h3 id="orgdcd7d4c">Iluminismo</h3>
<div class="outline-text-3" id="text-orgdcd7d4c">
<ul class="org-ul">
<li>Acreditam na ciência, na razão (racionalismo), no progresso</li>
<li>Combatiam a igreja católica, ignorância, o absolutismo, e o mercantilismo</li>
</ul>
</div>
</div>

<div id="outline-container-org539b4ef" class="outline-3">
<h3 id="org539b4ef">John Locke - 1632/1704 (36 degrees)</h3>
<div class="outline-text-3" id="text-org539b4ef">
<ul class="org-ul">
<li>Livro: Segundo tratado do governo civil</li>
<li>Defende a ideia de um governo limitado, condenou o absolutismo</li>
</ul>
</div>
</div>

<div id="outline-container-org18a0ad7" class="outline-3">
<h3 id="org18a0ad7">Mentesquieu</h3>
<div class="outline-text-3" id="text-org18a0ad7">
<ul class="org-ul">
<li>A tripartição entre os poderes</li>
<li>Livros: O espírito das leis</li>
<li>Formas de governo: República, monarquia e depotismo</li>
</ul>
</div>
</div>

<div id="outline-container-org9975c9c" class="outline-3">
<h3 id="org9975c9c">Voltaire - 1694/1776 (40 degrees)</h3>
<div class="outline-text-3" id="text-org9975c9c">
<ul class="org-ul">
<li>Crítico da religião e da monarquia</li>
<li>Escreveu: Cândido, cartas inglesas</li>
<li>Se Deus não existesse seria necessário inventá-lo</li>
</ul>
</div>
</div>

<div id="outline-container-org8cc33bd" class="outline-3">
<h3 id="org8cc33bd">Rousseau 1712/1778</h3>
<div class="outline-text-3" id="text-org8cc33bd">
<ul class="org-ul">
<li>Livro: Discurso sobre as ciência e as artes</li>
<li>Discurso sobre a origem da desiguldade entre os homens (Terras)</li>
<li>Livro: O contrato social</li>
<li>A soberania reside no povo</li>
</ul>
</div>
</div>

<div id="outline-container-orgf72d676" class="outline-3">
<h3 id="orgf72d676">D&rsquo;Alembert e Diderot (41 degrees)</h3>
<div class="outline-text-3" id="text-orgf72d676">
<ul class="org-ul">
<li>Organizaram a enciclopédia</li>
</ul>
</div>
</div>

<div id="outline-container-orgb3a420f" class="outline-3">
<h3 id="orgb3a420f">Os fisiocratas</h3>
<div class="outline-text-3" id="text-orgb3a420f">
<ul class="org-ul">
<li>François Quesnay -&gt; terra era a única fonte de riqueza; capitalismo liberal agrário</li>
</ul>
</div>
</div>

<div id="outline-container-orge069d83" class="outline-3">
<h3 id="orge069d83">Revolução Francesa</h3>
<div class="outline-text-3" id="text-orge069d83">
<ul class="org-ul">
<li>1789</li>
<li>Causas abaixo:</li>
<li>A crise financeira</li>
<li>As desiguldades sociais</li>
<li>As idéias iluministas</li>
<li>Exemplo do EUA</li>
<li>Oposição ao mercantilismo</li>
</ul>
</div>
</div>

<div id="outline-container-org9aad7b8" class="outline-3">
<h3 id="org9aad7b8">Os estados gerais</h3>
<div class="outline-text-3" id="text-org9aad7b8">
<ul class="org-ul">
<li>Luís XVI (34 degrees) -&gt; Antigo regime -&gt; Governo absolutista</li>
<li>Questão do voto -&gt; Critério</li>
<li>Estados gerais:
<ul class="org-ul">
<li>1º (Clero)</li>
<li>2º (Nobreza)</li>
<li>3º (Assembleia nacional)</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgc6eaaba" class="outline-3">
<h3 id="orgc6eaaba">Assembleia nacional constituinte</h3>
<div class="outline-text-3" id="text-orgc6eaaba">
<ul class="org-ul">
<li>Guarda nacional</li>
<li>14/07/1789 -&gt; Queda da Bastilha</li>
<li>Grande medo</li>
<li>Absolve os privilégios da nobreza</li>
<li>Declaração dos direitos do homem e do cidadão</li>
<li>Constituição civil do clero</li>
<li>Fuga de Luís XVI</li>
<li>Monarquia constitucional</li>
</ul>
</div>
</div>

<div id="outline-container-org8b41a94" class="outline-3">
<h3 id="org8b41a94">Assembleia legislativa</h3>
<div class="outline-text-3" id="text-org8b41a94">
<ul class="org-ul">
<li>Assembleia -&gt; Burguesia</li>
<li>Sans - Culottes -&gt; Eram as massas populares urbanas</li>
<li>Luís XVI e Maria Antonieta -&gt; Traição e foram guilhotinados em 1793</li>
<li>Batalha de Valmy</li>
</ul>
</div>
</div>

<div id="outline-container-orgf550183" class="outline-3">
<h3 id="orgf550183">Convenção</h3>
<div class="outline-text-3" id="text-orgf550183">
<ul class="org-ul">
<li>Partidos:
<ul class="org-ul">
<li>Jacobinos (Robespicare, Danton, Marat)</li>
<li>Girondinos (Burguesia)</li>
</ul></li>
<li>Calendário revolucionário</li>
<li>Reação termidoriana -&gt; 9 do termidor (R guilhotinado)</li>
</ul>
</div>
</div>

<div id="outline-container-orgb19bc58" class="outline-3">
<h3 id="orgb19bc58">O diretório</h3>
<div class="outline-text-3" id="text-orgb19bc58">
<ul class="org-ul">
<li>Tentativa de golpe
<ul class="org-ul">
<li>Direita -&gt; Monarquistas</li>
<li>Esquerda -&gt; Jacobinos</li>
</ul></li>
<li>Conspiração dos iguais (socialista)</li>
<li>Napoleão Bonaparte (33 degrees) -&gt; Golpe do 18 de Brumário, apoiado pelo exército e burguesia</li>
</ul>
</div>
</div>

<div id="outline-container-orgef2d40f" class="outline-3">
<h3 id="orgef2d40f">A era napoleônica 1799/1815</h3>
<div class="outline-text-3" id="text-orgef2d40f">
<ul class="org-ul">
<li>Consulado</li>
<li>1804 -&gt; Imperador</li>
<li>1805 -&gt; Batalha de frafalgar</li>
<li>1806 -&gt; Bloqueio Continental</li>
<li>1812 -&gt; Napoleão invade a rússia</li>
<li>Coalização de países (Rússia, Prússia, Austria, Inglaterra)</li>
<li>1815 -&gt; Derrota de Napoleão com Waterloo, foge pra ilha de Elba, 100 dias em Santa Helena e morre em 1821</li>
<li>Napoleão vinculava os interesses da burguesia</li>
</ul>
</div>
</div>

<div id="outline-container-org8007bac" class="outline-3">
<h3 id="org8007bac">O congresso de Viena</h3>
<div class="outline-text-3" id="text-org8007bac">
<ul class="org-ul">
<li>Combate o liberalismo e nacionalismo</li>
<li>Surgimento da Santa Aliança. Objetivo era reprimir os movimentos revolucionários que surgissesm em qualquer lugar do continente Europeu.</li>
<li>Princípios: Restauração e Legitimidade</li>
</ul>
</div>
</div>

<div id="outline-container-org4db7369" class="outline-3">
<h3 id="org4db7369">As revoluções de 1830/1848</h3>
<div class="outline-text-3" id="text-org4db7369">
<ul class="org-ul">
<li>França, Inglaterra, Itália</li>
<li>Foram marcadas pelo caráter liberal e nacionalista, incluindo propostas socialistas: os 3 segmentos disputavam o poder</li>
<li>Comuna de Paris -&gt; É considerado a 1º revolução proletária; O 1º ensaio da ditatura do proletariado</li>
</ul>
</div>
</div>

<div id="outline-container-org45ff535" class="outline-3">
<h3 id="org45ff535">Revoltas emancipaconistas 1789 -&gt; Inconfidência mineira</h3>
<div class="outline-text-3" id="text-org45ff535">
<ul class="org-ul">
<li>Teve influência no iluminismo e na iden. dos EUA</li>
<li>Contexto que se da na extração do ouro (mineração) e aumento de impostos</li>
<li>Revolta elitista:
<ul class="org-ul">
<li>Joaquim José da Silva Xavier</li>
<li>Cláudio da Costa</li>
</ul></li>
<li>Objetivos: República, Capital, Bandeira, Indústrias</li>
<li>Abolição (Não havia consenso)</li>
<li>Dia da Derrama</li>
<li>Delator -&gt; Joaquim Silveiro dos Reis</li>
<li>Tiradentes -&gt; Preso, enforcado e esquartejado</li>
</ul>
</div>
</div>

<div id="outline-container-orgd7697ae" class="outline-3">
<h3 id="orgd7697ae">Conjuração baiana 1798</h3>
<div class="outline-text-3" id="text-orgd7697ae">
<ul class="org-ul">
<li>Revolta dos alfaiates</li>
<li>Influência na revolução francesa e maçonaria</li>
<li>Crise na economia nordetina</li>
<li>Líderes -&gt; João de Deus, Manuel Faustino, Lucas Dantes</li>
<li>Objetivo -&gt; República, popular e igualitária, abolição da escravidão e aumento salarial para tropa.</li>
<li>12 de agosto -&gt; Salvador foi coberto de cartazes</li>
<li>Líderes populares -&gt; PEE</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgb4c045b" class="outline-2">
<h2 id="orgb4c045b">Eurico Gaspar Dutra -&gt; 1946/51</h2>
<div class="outline-text-2" id="text-orgb4c045b">
<ul class="org-ul">
<li>Guerra Fria -&gt; EUA</li>
<li>Romper -&gt; URSS</li>
<li>Coloca -&gt; Clandestinidade</li>
<li>PCB virou PPS</li>
<li>TIAR</li>
<li>Abertura às importações, politica liberar</li>
<li>Salte</li>
<li>1946 -&gt; Constituição Federal -&gt; Analfabeto</li>
<li>Rodovia Dutra</li>
<li>Eleições diretas em 1950</li>
</ul>
</div>
</div>
<div id="outline-container-org3577196" class="outline-2">
<h2 id="org3577196">Getúlio Vargas -&gt; 1951/54</h2>
<div class="outline-text-2" id="text-org3577196">
<ul class="org-ul">
<li>Nacionalismo econômico e intervencionismo estatal</li>
<li>Petrobrás -&gt; O petróleo é nosso</li>
<li>1952 -&gt; BNDES, Estatizou a eletrobrás</li>
<li>Crime da rua toneleros -&gt; Carlos Lacerda</li>
<li>Agosto -&gt; 1954</li>
<li>1954/56 -&gt; Café filho, Carlos Luz, Nereu Ramos</li>
</ul>
</div>
</div>
<div id="outline-container-orgb2b3808" class="outline-2">
<h2 id="orgb2b3808">JK -&gt; 1956/61</h2>
<div class="outline-text-2" id="text-orgb2b3808">
<ul class="org-ul">
<li>Nacionalismo desenvolvimentista</li>
<li>Slogan -&gt; 50 anos em 5</li>
<li>Bossa Nova</li>
<li>Plano de Metas -&gt; Industrias de base, educação, transporte, energia, alimentação</li>
<li>SUDENE</li>
<li>Rompe o FMIC</li>
<li>Apoio da Capital</li>
</ul>
</div>
</div>

<div id="outline-container-org229051f" class="outline-2">
<h2 id="org229051f">GOC</h2>
<div class="outline-text-2" id="text-org229051f">
<ul class="org-ul">
<li>Brasília</li>
<li>Arquiteto responsável -&gt; Oscar Niemyer</li>
<li>Urbanista -&gt; Lúcio Costa</li>
<li>21/04/60</li>
<li>Aspectos negativos</li>
<li>Aumento da dívida externa</li>
<li>Custo de vida</li>
<li>Inflacionário</li>
<li>Desiguldades sociais</li>
<li>Trabalhadores candango</li>
</ul>
</div>
</div>
<div id="outline-container-org9dc8f65" class="outline-2">
<h2 id="org9dc8f65">Jânio Quadros</h2>
<div class="outline-text-2" id="text-org9dc8f65">
<ul class="org-ul">
<li>Jan/Ag/1961</li>
<li>Contraditório; desvalorizou a moeda; congelou os salários</li>
<li>Moralista/militarista</li>
<li>Bilhetinhos</li>
<li>Excêntrico</li>
<li>Política externa (Guerra fria) independente (reata com Fidel Castro (presidente de Cuba), condecora ernesto che guevara, medalha cruzeiro do sul)</li>
<li>Símbolo de campanha -&gt; vassoura</li>
<li>Guerra fria -&gt; Acusado de comunista</li>
<li>Forças ocultas -&gt; Militares</li>
<li>Abdica/Renuncia</li>
</ul>
</div>
</div>

<div id="outline-container-orgd0f880e" class="outline-2">
<h2 id="orgd0f880e">Governo 61/64</h2>
<div class="outline-text-2" id="text-orgd0f880e">
<ul class="org-ul">
<li>João Goulart/Jango</li>
<li>China -&gt; PCC</li>
<li>Guerra Civil</li>
<li>Parlamentarismo (62-63) -&gt; 1º Ministro -&gt; Tancredo Neves</li>
<li>63 -&gt; Plebiscito -&gt; PRES</li>
<li>Reformas de base (Agrária)</li>
<li>Marcha da Familia com Deus e pela liberdade (contra Jango)</li>
<li>RS/Uruguai</li>
<li>1964 -&gt; Golpe militar, ditadura militar ou período militar (1964-1985)</li>
</ul>
</div>
</div>

<div id="outline-container-orgce1a8bd" class="outline-2">
<h2 id="orgce1a8bd">Ditadura militar ou período militar</h2>
<div class="outline-text-2" id="text-orgce1a8bd">
<ul class="org-ul">
<li>Revolução de 1964</li>
</ul>
</div>
</div>

<div id="outline-container-org8be0111" class="outline-2">
<h2 id="org8be0111">64/67 -&gt; Castelo Branco</h2>
</div>
<div id="outline-container-orga50352b" class="outline-2">
<h2 id="orga50352b">67/69 -&gt; Costa e Silva</h2>
</div>
<div id="outline-container-org6bef45b" class="outline-2">
<h2 id="org6bef45b">64/64 -&gt; Medici</h2>
</div>
<div id="outline-container-org0be2199" class="outline-2">
<h2 id="org0be2199">74/79 -&gt; Geisel</h2>
</div>
<div id="outline-container-orgeee3339" class="outline-2">
<h2 id="orgeee3339">79/85 -&gt; Figueiredo</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-10-17 Mon 11:19</p>
</div>
</body>
</html>
